vscode "charliermarsh.ruff"
vscode "eamodio.gitlens"
vscode "esbenp.prettier-vscode"
vscode "henriblancke.vscode-dbt-formatter"
vscode "mechatroner.rainbow-csv"
vscode "ms-python.isort"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-toolsai.datawrangler"
vscode "ms-toolsai.jupyter"
vscode "ms-toolsai.jupyter-keymap"
vscode "ms-toolsai.jupyter-renderers"
vscode "ms-toolsai.vscode-jupyter-cell-tags"
vscode "ms-toolsai.vscode-jupyter-slideshow"
vscode "tamasfe.even-better-toml"
vscode "vivaxy.vscode-conventional-commits"
vscode "vscodevim.vim"
